[
  {
    "title_fi": "Metropolia Ammattikorkeakoulu",
    "title_en": "Metropolia University Of Applied Sciences",
    "date": "2023-03-01",
    "content_fi": "Metropolia Ammattikorkeakoulu järjestää 14.3.2023 klo 10-14 avoimet ovet kampuksillaan. Tule tutustumaan koulutusvaihtoehtoihimme ja tapaamaan opiskelijoitamme ja henkilökuntaamme!",
    "content_en": "On March 14, 2023, Metropolia University of Applied Sciences will organize open doors on its campuses from 10 a.m. to 2 p.m. Come learn about our education options and meet our students and staff!"
  },
  {
    "title_en": "Upcoming Concert",
    "title_fi": "Tuleva konsertti",
    "date": "2023-05-20",
    "content_en": "Get ready to rock and roll at the upcoming concert of your favorite band. Tickets available now!",
    "content_fi": "Valmistaudu rock'n'rolliin suosikkiyhtyeesi tulevassa konsertissa. Liput saatavilla nyt!"
  },
  {
    "title_en": "Book Signing Event",
    "title_fi": "Kirjan allekirjoitustilaisuus",
    "date": "2023-06-10",
    "content_en": "Meet the author and get your book signed at the upcoming book signing event. Limited tickets available.",
    "content_fi": "Tapaa kirjailija ja saat kirjasi allekirjoituksen tulevassa kirjan allekirjoitustilaisuudessa. Vain rajoitettu määrä lippuja saatavilla."
  },
  {
    "title_en": "New Art Exhibition",
    "title_fi": "Uusi taidenäyttely",
    "date": "2023-07-01",
    "content_en": "Discover the new art exhibition featuring the works of renowned artists from around the world. Exhibition open for a limited time only.",
    "content_fi": "Tutustu uuteen taidenäyttelyyn, joka esittelee tunnettujen taiteilijoiden teoksia ympäri maailmaa. Näyttely avoinna vain rajoitetun ajan."
  },
  {
    "title_en": "Summer Music Festival",
    "title_fi": "Kesäinen musiikkifestivaali",
    "date": "2023-07-15",
    "content_en": "Get ready for the biggest music festival of the summer featuring top international and local artists. Tickets selling fast!",
    "content_fi": "Valmistaudu kesän suurimpaan musiikkifestivaaliin, jossa esiintyy huippuartistejaa ympäri maailman ja Suomesta. Liput myydään nopeasti!"
  },
  {
    "title_en": "Outdoor Movie Screening",
    "title_fi": "Ulkoilma-elokuvanäytös",
    "date": "2023-08-01",
    "content_en": "Experience the magic of outdoor cinema with the screening of a classic movie under the stars. Limited tickets available.",
    "content_fi": "Koe ulkoelokuvien taika tähtitaivaan alla klassikkoelokuvan näytöksessä. Vain rajoitettu määrä lippuja saatavilla."
  },
  {
    "title_en": "New Theater Production",
    "title_fi": "Uusi teatteriesitys",
    "date": "2023-08-15",
    "content_en": "Be the first to witness the premiere of the new theater production that promises to take you on an emotional journey. Tickets on sale now!",
    "content_fi": "Ole ensimmäinen todistamassa uuden teatteriesityksen ensi-iltaa, joka lupaa viedä sinut tunne- ja ajatusmatkalle. Liput myynnissä nyt!"
  },
  {
    "title_en": "New Movie Release",
    "title_fi": "Uusi Elokuva Julkaisu",
    "date": "2023-04-15",
    "content_en": "Don't miss the new action-packed movie release at your nearest cinema. Buy your tickets now!",
    "content_fi": "Älä missaa uuden toiminnantäyteisen elokuvan julkaisua lähimmässä elokuvateatterissasi. Osta lippusi nyt!"
  }
